[
  "obsidian-excalidraw-plugin",
  "obsidian-tasks-plugin",
  "obsidian-day-planner",
  "table-editor-obsidian",
  "dataview",
  "text-snippets-obsidian",
  "obsidian-advanced-slides",
  "mousewheel-image-zoom",
  "vscode-editor",
  "execute-code",
  "obsidian-better-codeblock",
  "obsidian-icon-folder",
  "pdf-plus",
  "obsidian-textgenerator-plugin",
  "multi-properties",
  "templater-obsidian"
]